INSERT INTO students (full_name, furigana, handle_name, mail_address, area, age, gender)
VALUES ('田中太郎','タナカタロウ', 'タロウ', 'taro@example.com', '東京', 30, '男性'),
       ('林修','ハヤシオサム', 'オサム', 'osamu@example.com', '熊本', 43, '男性'),
       ('小林京子','コバヤシキョウコ', 'キョウコ', 'kyoko@example.com', '大阪', 26, '女性'),
       ('大森啓介','オオモリケイスケ', 'ケイスケ', 'keisuke@example.com', '東京', 54, '男性'),
       ('橋本凛','ハシモトリン', 'リン', 'rin@example.com', '滋賀', 33, '女性');

INSERT INTO students_courses (student_id, course_name , start_date, complete_date)
VALUES(1, '英語コース','2023-03-12 00:00:00', '2024-03-12 00:00:00'),
      (1, 'ドイツ語コース','2023-05-16 00:00:00', '2024-05-16 00:00:00'),
      (2, '英語コース','2023-08-12 00:00:00', '2024-08-12 00:00:00'),
      (3, '英語コース','2023-12-10 00:00:00', '2024-12-10 00:00:00'),
      (3, 'デンマーク語コース','2023-12-24 00:00:00', '2024-12-24 00:00:00'),
      (3, 'フランス語コース','2024-03-12 00:00:00', '2025-03-12 00:00:00'),
      (4, '英語コース','2024-04-12 00:00:00', '2025-04-12 00:00:00'),
      (4, '中国語コース','2024-06-23 00:00:00', '2025-06-23 00:00:00'),
      (5, '英語コース','2025-10-15 00:00:00', '2026-10-15 00:00:00'),
      (1, 'デンマーク語コース','2025-11-12 00:00:00', '2026-11-12 00:00:00');
