INSERT INTO students (full_name, furigana, handle_name, mail_address, area, age, gender)
VALUES ('田中太郎','タナカタロウ', 'タロウ', 'taro@example.com', '東京', 30, '男性'),
       ('林修','ハヤシオサム', 'オサム', 'osamu@example.com', '熊本', 43, '男性'),
       ('小林京子','コバヤシキョウコ', 'キョウコ', 'kyoko@example.com', '大阪', 26, '女性'),
       ('大森啓介','オオモリケイスケ', 'ケイスケ', 'keisuke@example.com', '東京', 54, '男性'),
       ('橋本凛','ハシモトリン', 'リン', 'rin@example.com', '滋賀', 33, '女性');

INSERT INTO students_courses (student_id, course_name , start_date, complete_date)
VALUES(1, 'Javaコース','2023-03-12', '2024-03-12'),
      (1, 'AWSコース','2023-05-16', '2024-05-16'),
      (2, 'デザインコース','2023-08-12', '2024-08-12'),
      (3, 'Web製作コース','2023-12-10', '2024-12-10'),
      (3, 'デザインコース','2023-12-24', '2024-12-24'),
      (3, 'マーケティングコース','2024-03-12', '2025-03-12'),
      (4, 'Javaコース','2024-04-12', '2025-04-12'),
      (4, 'マーケティングコース','2024-06-23', '2025-06-23'),
      (5, 'AWSコース','2025-10-15', '2026-10-15'),
      (1, 'Web製作コース','2025-11-12', '2026-11-12');
